Repository: wp-plugins/widgets-in-tabs
Catalog: langs/wit-*.po
Languages: ar

source: Widgets In Tabs
ar: ودجات في تابات

source: Show all the widgets you love, forget about clutter.
ar: اعرض كل الودجات التي تحب، ولا تخش الفوضى.

source: Anas H. Sulaiman
ar: أنس هشام سليمان

source: Add widgets here to show them in WIT Widget. If you put WIT widget here, bad things will happen!
ar: أضف ودجات هنا، لتظهر مكان ودجت ويت. لا تضع ودجت ويت هنا وإلا حدثت أشياء سيئة!

source: Untitled
ar: دون عنوان

source: Go to Widgets
ar: الودجات

source: Scrollbar
ar: شريط تمرير

source: Show All
ar: إظهار الكل

source: Hide tab effect
ar: تأثير إخفاء التاب

source: Show tab effect
ar: تأثير إظهار التاب

source: Effect style:
ar: تتابع التأثيرات:

source: Parallel
ar: على التوازي

source: Sequential
ar: على التسلسل

source: Effect duration in milliseconds: (0 = disable)
ar: مدة التأثير بالميلي ثانية: (0 = تعطيل)

source: Widgets In Tabs Areas
ar: مساحات ودجات في تابات

source: From here you can add as many extra WIT areas as you want.
ar: يمكنك إضافة ما تريد من مساحات ويت الإضافية من هنا.

source: Add New Area
ar: إضافة مساحة ويت جديدة

source: Area
ar: مساحة

source: Remove this area
ar: احذف هذه المساحة

source: Each area must have a different name! And don't use the + sign!
ar: يجب أن يكون لكل مساحة اسم مختلف! ولا تستخدم إشارة الزائد (+)!

source: Changes saved successfully
ar: تم حفظ التغييرات بنجاح

source: Something is wrong!
ar: هناك خطأ ما!

source: Save Changes
ar: حفظ التغييرات

source: Delete
ar: حذف

source: Edit area name
ar: عدل اسم المساحة

source: Edit
ar: تعديل

source: All widgets added to the selected area will appear as tabs in place of this widget.
ar: ستظهر كل الودجات المضافة إلى المساحة المختارة على شكل تابات مكان هذه الودجت.

source: Tabs bar style:
ar: شكل شريط التابات:

source: Widgets have different heights
ar: لكل ودجت ارتفاع مختلف

source: Allow WIT to change its height
ar: اسمح لودجت ويت بتغيير ارتفاعها

source: Keep WIT height fixed
ar: ليكن لودجت ويت ارتفاع ثابت

source: Auto-Rotate tabs every: (0 = disable)
ar: بدّل التابات تلقائياً كل: (0 = تعطيل)

source: Show widgets from the following area
ar: اعرض ودجات من المساحة التالية

source: Animate WIT
ar: حرك ويت

source: Use extra features
ar: استخدم المميزات الإضافية

source: Hide current tab if its title is clicked
ar: اخف التاب الحالي إذا ما نقر على عنوانه

source: Also, start with all tabs hidden
ar: أيضاً، اخف كل التابات عند البدء

source: Remember last shown tab when page is reloaded
ar: تذكر آخر تاب ظاهر عند إعادة تحميل الصفحة

source: this feature will use cookies
ar: تستخدم هذه المميزة كعكات cookies
